
const DeliveryPolicy = () => {
  return (
    <section className="px-[2rem] mt-[10rem] mb-[3rem] font-castoro md:px-[10rem] md:mt-[8rem]">
      <div>
        <h1 className="text-3xl text-gray-800 mt-4 md:text-4xl">Политика доставки</h1>
        <h2 className="text-lg font-semibold my-3 text-gray-600">Время обработки заказа</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>После успешного размещения заказа и проверки оплаты наша команда начнет его обработку.
          Мы стремимся обработать и отправить все заказы в течение 2 рабочих дней. Обратите внимание, что это время обработки может варьироваться в пиковые сезоны или из-за непредвиденных обстоятельств.
          После отправки заказа вы получите электронное письмо с подтверждением заказа и информацией для отслеживания.
        </p>

        <h2 className="text-lg font-semibold my-3 text-gray-600">Методы доставки</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Мы предлагаем несколько методов доставки, включая, но не ограничиваясь, стандартную доставку, экспресс-доставку и самовывоз. Доступные варианты будут представлены вам во время процесса оформления заказа.
          Выбранный вами метод доставки определит предполагаемое время доставки и любые связанные с ним затраты.
        </p>

        <h2 className="text-lg font-semibold my-3  text-gray-600">Сроки доставки</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Предполагаемое время доставки зависит от местоположения, выбранного метода доставки и наличия товара. Мы прилагаем все усилия, чтобы соблюсти предполагаемые сроки, но они могут быть приблизительными и не гарантированными. Возможны задержки из-за погодных условий, стихийных бедствий или других факторов, находящихся вне нашего контроля. Мы согласуем окончательное время доставки за день до доставки и свяжемся с вами для подтверждения времени.
        </p>

        <h2 className="text-lg font-semibold my-3  text-gray-600">Стоимость доставки</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Для доставок в пределах города мы предлагаем бесплатную доставку. Дополнительные платежи не взимаются.
          Для доставок за пределами города стоимость доставки будет зависеть от местоположения. Соответствующие расходы будут отображены во время оформления заказа и добавлены к общей стоимости заказа.
        </p>

        <h2 className="text-lg font-semibold my-3  text-gray-600">Адрес доставки</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          На момент оформления заказа вы несете ответственность за предоставление точного и полного адреса доставки.
          Пожалуйста, убедитесь, что адрес доставки доступен и может принять посылку в предполагаемые сроки доставки.
          Для обеспечения беспрепятственной доставки, подъезд к вашему дому должен быть свободен от препятствий.
        </p>

        <h2 className="text-lg font-semibold my-3  text-gray-600">Обращение с товаром</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Просим вас обращаться с товаром ответственно и не доверять его рукам детей или незнакомцев, чтобы избежать повреждений или несчастных случаев.
        </p>


        <h2 className="text-lg font-semibold my-3  text-gray-600">Переноска мебели</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Для мебели, которую необходимо перенести на расстояние более 15 метров, будет взиматься дополнительная плата в размере 1,130₸ за каждые дополнительные 10 метров.
        </p>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Занос на 1-й этаж (для клиентов, проживающих на первом этаже и в отдельных домах) - бесплатно. Однако при отсутствии лифта взимается плата в размере 1000 тенге за этаж.
        </p>

        <h2 className="text-lg font-semibold my-3  text-gray-600">Подтверждение доставки</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          При доставке мы требуем подписи или подтверждения получения от назначенного получателя.
          Если вы не можете лично принять посылку, вы можете доверить ее кому-то другому. Пожалуйста, предоставьте полное имя и контактную информацию этого лица нашей службе поддержки клиентов до доставки.
        </p>

        <h2 className="text-lg font-semibold my-3  text-gray-600">Межгородние доставки</h2>
        <p className="text-gray-500">
          <span className="text-white bg-teal-400 rounded-md mr-2 px-1">&#x2714;</span>
          Для межгородних доставок мы осуществляем отправку товара грузовым автомобилем. Однако, покупатель должен получить товар в месте, где находится грузовая станция или пункт выдачи груза. Обратите внимание, что за сохранность товара, его целостность и прочие вопросы, связанные с доставкой, ответственность несет грузоперевозчик. Это означает, что в случае повреждения товара или иных проблем, покупатель должен обратиться к грузоперевозчику и решить данную ситуацию в соответствии с условиями и политикой доставки грузоперевозчика.
        </p>
      </div>

      <div>
        <h1 className="text-xl font-semibold my-4  text-gray-700">
          Возврат и обмен
        </h1>
        <ul className="text-gray-500 flex flex-col justify-evenly gap-4">
          <li>
            <span className="text-white bg-orange-600 rounded-full mr-2 px-2 py-0.5">1</span>
            При получении товара покупатель обязан внимательно проверить его количество, качество и соответствие сопроводительным документам и заказу. После подписания квитанции о продаже покупатель теряет право предъявлять претензии, которые могли быть выявлены при получении товара.
          </li>
          <li>
            <span className="text-white bg-orange-600 rounded-full mr-2 px-2 py-0.5">2</span>
            Гарантийные обязательства продавца не распространяются на товары, собранные покупателем самостоятельно, а также на повреждения, возникшие при самовывозе и подъеме товара. Покупатель не имеет права отказаться от товара хорошего качества с индивидуальными свойствами, если он может быть использован исключительно покупателем, приобретающим его.
          </li>
          <li>
            <span className="text-white bg-orange-600 rounded-full mr-2 px-2 py-0.5">3</span>
            Возврат и обмен товаров хорошего качества возможны в течение 7 дней с момента доставки.
          </li>
          <li>
            <span className="text-white bg-orange-600 rounded-full mr-2 px-2 py-0.5">4</span>
            Возврат или обмен товара возможен при сохранении упаковки, внешнего вида и свойств товара, а также при наличии продажных и кассовых чеков. Мы гарантируем полный возврат стоимости товара (за вычетом стоимости доставки).
          </li>
          <li>
            <span className="text-white bg-orange-600 rounded-full mr-2 px-2 py-0.5">5</span>
            В случае отказа от товара при доставке клиент оплачивает услуги доставки.
          </li>
        </ul>
        <p className="bg-slate-100 text-gray-400 my-4 p-2 rounded-md">
          <span className="text-white bg-teal-950 rounded-full mr-2 px-2 py-0.5">!</span>Если у вас возникли вопросы или проблемы, связанные с нашей политикой доставки, или вам требуется помощь, пожалуйста, обратитесь в нашу службу поддержки клиентов.</p>
      </div>

    </section>
  );
}


export default DeliveryPolicy;